---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.LoadFailures
source: html/bc884787-ba1c-15f6-4e29-bcaad779f5c6.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LoadFailures

Failures about Load.

## Syntax (C#)
```csharp
public static class LoadFailures
```